[ItemDefs.ID_BankVault MissionItemDefinition]
UseFailureCharacterMessage="must %s use this project."
ItemName="itching"
PickupMessage="you are right %s"
PickupMessageWithLevel="He said %s (fraction %d)"
UseFailureLevelMessage="You must be at least %d level to use this feature."
UseFailureConstraintsMessage="You cannot use this item."
NoManufacturerName="Generally |"

[ItemDefs.ID_BankVault:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Safe trauma tools."
NoConstraintText=""
Suffix=""
Prefix=""

